{
  "events": [
    {
       "id":1,
       "event_name":"The Gathering Vol 2",
       "description":"There is an issue with the navbar on the homepage. It is not displaying correctly on mobile devices.",
       "event_date":"2017",
       "img": "/img/gathering2.png"
    },
    {
       "id":2,
       "event_name":"Marksman Vol 1",
       "description":"The footer is currently empty. We need to add some links to important pages on the site.",
       "event_date":"2017",
       "img": "/img/marksman1.png"
    },
    {
       "id":3,
       "event_name":"PowerPop Vol 1",
       "description":"The contact form is not working properly. We need to fix the form validation and make sure the form submissions are being sent to the correct email address.",
       "event_date":"2018",
       "img": "/img/pp1.png"
    },
    {
       "id":4,
       "event_name":"The Gathering Vol 3",
       "description":"The site is currently running slow. We need to optimize images and minify CSS and JavaScript to improve the site's loading speed.",
       "event_date":"2018",
       "img": "/img/gathering3.png"
    },
    {
       "id":5,
       "event_name":"Marksman Vol 2",
       "description":"There are no links to our social media profiles on the site. We need to add links to our Facebook, Twitter, and Instagram accounts in the header and footer.",
       "event_date":"2018",
       "img": "/img/marksman2.png"
    },
    {
       "id":6,
       "event_name":"PowerPop Vol 2",
       "description":"The site does not have a search feature. We need to add a search bar in the header that allows users to search for specific pages or products on the site.",
       "event_date":"2019",
       "img": "/img/pp2.png"
    },
    {
       "id":7,
       "event_name":"Over and Over Vol 1",
       "description":"The site's layout is not responsive. It does not look good on mobile devices. We need to make sure the site looks good on all devices.",
       "event_date":"2023",
       "img": "/img/oo1.png"
    },
    {
       "id":8,
       "event_name":"Under One Groove 2023",
       "description":"We do not have a way for users to sign up for our newsletter. We need to add a newsletter signup form in the footer that allows users to enter their email address.",
       "event_date":"2023",
       "img": "/img/uog23.png"
    },
    {
       "id":9,
       "event_name":"Marksman Vol 4",
       "description":"The site's design is outdated. We need to update the site's color scheme and font to make it look more modern.",
       "event_date":"2023",
       "img": "/img/marksman4.png"
    },
    {
       "id":10,
       "event_name":"Over and Over Vol 2",
       "description":"We need to add more products to the online store. We also need to add categories and filters to make it easier for users to find what they are looking for.",
       "event_date":"2023",
       "img": "/img/oo2.png"
    }
 ]
}